//  Copyright © 2020 Ashot Martirosyan. All rights reserved.

import Foundation

class FacultyDateModel{

   public let facultyMap: [String :[String]] = [
        "Դիսկրետ մաթեմատիկայի և տեսական ինֆորմատիկայի ամբիոն": [
            "Պողոս Պողոսյան",
            "Պողոս Պողոսյան",
            "Պողոս Պողոսյան",
            "Պողոս Պողոսյան",
            "Պողոս Պողոսյան",
            "Պողոս Պողոսյան",
            "Պողոս Պողոսյան",
        ],
        "Թվային անալիզի և մաթեմատիկական մոդելավորման ամբիոն": [
            "Պողոս Պողոսյան",
            "Պողոս Պողոսյան",
            "Պողոս Պողոսյան",
            "Պողոս Պողոսյան",
            "Պողոս Պողոսյան",
            "Պողոս Պողոսյան",
            "Պողոս Պողոսյան",
        ],
        "Ծրագրավորման և ինֆորմացիոն տեխնոլոգիաների ամբիոն": [
            "Պողոս Պողոսյան",
            "Պողոս Պողոսյան",
            "Պողոս Պողոսյան",
            "Պողոս Պողոսյան",
            "Պողոս Պողոսյան",
            "Պողոս Պողոսյան",
            "Պողոս Պողոսյան",
        ],
        
    ]
}
